Repository: holg/RoomPlanExampleApp
Catalog: RoomPlanSimple/*.lproj/Localizable.strings
Languages: de, es, fr, pt_br, ru, zh_hans

# common.ok
source: OK
es: Aceptar
ru: ОК
zh_hans: 确定

# common.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
pt_br: Cancelar
ru: Отмена
zh_hans: 取消

# common.done
source: Done
de: Fertig
es: Listo
fr: Terminé
pt_br: Concluído
ru: Готово
zh_hans: 完成

# common.save
source: Save
de: Speichern
es: Guardar
fr: Enregistrer
pt_br: Salvar
ru: Сохранить
zh_hans: 保存

# common.delete
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
pt_br: Excluir
ru: Удалить
zh_hans: 删除

# common.edit
source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
pt_br: Editar
ru: Изменить
zh_hans: 编辑

# common.close
source: Close
de: Schließen
es: Cerrar
fr: Fermer
pt_br: Fechar
ru: Закрыть
zh_hans: 关闭

# common.share
source: Share
de: Teilen
es: Compartir
fr: Partager
pt_br: Compartilhar
ru: Поделиться
zh_hans: 分享

# common.error
source: Error
de: Fehler
fr: Erreur
pt_br: Erro
ru: Ошибка
zh_hans: 错误

# common.success
source: Success
de: Erfolg
es: Éxito
fr: Succès
pt_br: Sucesso
ru: Успех
zh_hans: 成功

# common.loading
source: Loading...
de: Laden...
es: Cargando...
fr: Chargement...
pt_br: Carregando...
ru: Загрузка...
zh_hans: 加载中...

# home.title
source: RoomPlan
zh_hans: 房间规划

# home.header
source: 3D Room Scanner
de: 3D Raumscanner
es: Escáner de Habitaciones 3D
fr: Scanner 3D de Pièce
pt_br: Scanner 3D de Ambientes
ru: 3D сканер комнат
zh_hans: 3D 房间扫描

# home.newScan.title
source: Start New Scan
de: Neuer Scan
es: Iniciar Nuevo Escaneo
fr: Démarrer un Nouveau Scan
pt_br: Iniciar Nova Digitalização
ru: Новое сканирование
zh_hans: 开始新扫描

# home.newScan.subtitle
source: Scan a room with LiDAR
de: Raum mit LiDAR scannen
es: Escanear una habitación con LiDAR
fr: Scanner une pièce avec LiDAR
pt_br: Digitalize um ambiente com LiDAR
ru: Сканировать комнату с LiDAR
zh_hans: 使用激光雷达扫描房间

# home.newScan.noLidar
source: Requires LiDAR scanner • View saved rooms instead
de: Benötigt LiDAR • Gespeicherte Räume anzeigen
es: Requiere escáner LiDAR • Ver habitaciones guardadas
fr: Nécessite un scanner LiDAR • Consultez plutôt les pièces enregistrées
pt_br: Requer scanner LiDAR • Visualize os ambientes salvos
ru: Требуется LiDAR • Просмотр сохранённых комнат
zh_hans: 需要激光雷达 • 可查看已保存房间

# home.savedRooms.title
source: Saved Rooms
de: Gespeicherte Räume
es: Habitaciones Guardadas
fr: Pièces Enregistrées
pt_br: Ambientes Salvos
ru: Сохранённые комнаты
zh_hans: 已保存房间

# home.savedRooms.subtitle
source: View and manage your scans
de: Scans anzeigen und verwalten
es: Ver y administrar tus escaneos
fr: Consulter et gérer vos scans
pt_br: Visualize e gerencie suas digitalizações
ru: Просмотр и управление сканами
zh_hans: 查看和管理您的扫描

# home.savedRooms.count
source: %d saved %@
de: %d gespeicherte %@
es: %d %@ guardada(s)
fr: %d %@ enregistrée(s)
pt_br: %d %@ %@
ru: Сохранено: %d %@
zh_hans: 已保存 %d 个%@

# home.savedRooms.room
source: room
de: Raum
es: habitación
fr: pièce
pt_br: ambiente
ru: комната
zh_hans: 房间

# home.savedRooms.rooms
source: rooms
de: Räume
es: habitaciones
fr: pièces
pt_br: ambientes
ru: комнат
zh_hans: 房间

# home.help.title
source: Help & Features
de: Hilfe & Funktionen
es: Ayuda y Características
fr: Aide et Fonctionnalités
pt_br: Ajuda e Recursos
ru: Справка и функции
zh_hans: 帮助与功能

# home.help.subtitle
source: Learn what you can do
de: Erfahren Sie mehr
es: Aprende lo que puedes hacer
fr: Découvrez ce que vous pouvez faire
pt_br: Aprenda o que você pode fazer
ru: Узнайте возможности
zh_hans: 了解您可以做什么

# home.recentScans
source: Recent Scans
de: Letzte Scans
es: Escaneos Recientes
fr: Scans Récents
pt_br: Digitalizações Recentes
ru: Последние сканы
zh_hans: 最近扫描

# home.emptyState
source: No saved scans yet. Start your first scan above!
de: Noch keine gespeicherten Scans. Starten Sie Ihren ersten Scan!
es: No hay escaneos guardados todavía. ¡Inicia tu primer escaneo arriba!
fr: Aucun scan enregistré. Démarrez votre premier scan ci-dessus !
pt_br: Nenhuma digitalização salva ainda. Inicie sua primeira digitalização acima!
ru: Нет сохранённых сканов. Начните первое сканирование!
zh_hans: 还没有保存的扫描。 开始您的第一次扫描吧！

# home.features
source: Features
de: Funktionen
es: Características
fr: Fonctionnalités
pt_br: Recursos
ru: Возможности
zh_hans: 功能

# feature.3dCapture.title
source: 3D Room Capture
de: 3D Raumerfassung
es: Captura de Habitaciones 3D
fr: Capture 3D de Pièce
pt_br: Captura 3D de Ambientes
ru: 3D захват комнаты
zh_hans: 3D 房间捕捉

# feature.3dCapture.description
source: LiDAR-powered room scanning
de: LiDAR-gestütztes Scannen
es: Escaneo de habitaciones con tecnología LiDAR
fr: Scan de pièce alimenté par LiDAR
pt_br: Digitalização de ambientes com LiDAR
ru: Сканирование с LiDAR
zh_hans: 激光雷达驱动的房间扫描

# feature.wifiHeatmap.title
source: WiFi Heatmap
es: Mapa de Calor WiFi
fr: Carte de Chaleur WiFi
pt_br: Mapa de Calor WiFi
ru: Карта WiFi
zh_hans: WiFi 热图

# feature.wifiHeatmap.description
source: Track signal strength throughout the room
de: Signalstärke im Raum verfolgen
es: Rastrea la intensidad de señal en toda la habitación
fr: Suivez l'intensité du signal dans toute la pièce
pt_br: Rastreie a intensidade do sinal no ambiente
ru: Отслеживание силы сигнала
zh_hans: 追踪整个房间的信号强度

# feature.photoCapture.title
source: Photo Capture
de: Fotoaufnahme
es: Captura de Fotos
fr: Capture de Photos
pt_br: Captura de Fotos
ru: Фото
zh_hans: 照片捕捉

# feature.photoCapture.description
source: Take photos during scanning
de: Fotos während des Scannens
es: Toma fotos durante el escaneo
fr: Prenez des photos pendant le scan
pt_br: Tire fotos durante a digitalização
ru: Съёмка во время сканирования
zh_hans: 扫描时拍摄照片

# feature.export.title
source: Multiple Exports
de: Mehrere Exporte
es: Múltiples Exportaciones
fr: Exports Multiples
pt_br: Múltiplas Exportações
ru: Экспорт
zh_hans: 多种导出格式

# feature.export.description
source: USDZ, OBJ, STL, DXF, SVG formats
de: USDZ, OBJ, STL, DXF, SVG
es: Formatos USDZ, OBJ, STL, DXF, SVG
fr: Formats USDZ, OBJ, STL, DXF, SVG
pt_br: Formatos USDZ, OBJ, STL, DXF, SVG
ru: USDZ, OBJ, STL, DXF, SVG
zh_hans: USDZ、OBJ、STL、DXF、SVG 格式

# feature.icloud.title
source: iCloud Sync
es: Sincronización iCloud
fr: Synchronisation iCloud
pt_br: Sincronização iCloud
ru: Синхронизация iCloud
zh_hans: iCloud 同步

# feature.icloud.description
source: Sync rooms across all your devices
de: Räume auf allen Geräten
es: Sincroniza habitaciones en todos tus dispositivos
fr: Synchronisez les pièces sur tous vos appareils
pt_br: Sincronize ambientes em todos os seus dispositivos
ru: Доступ на всех устройствах
zh_hans: 在所有设备上同步房间

# scan.title
source: Scanning
de: Scannen
es: Escaneando
fr: Scan en Cours
pt_br: Digitalizando
ru: Сканирование
zh_hans: 扫描中

# scan.preparing
source: Preparing camera...
de: Kamera wird vorbereitet...
es: Preparando cámara...
fr: Préparation de la caméra...
pt_br: Preparando câmera...
ru: Подготовка камеры...
zh_hans: 准备相机...

# scan.instructions
source: Point your device at the room and move slowly
de: Richten Sie Ihr Gerät auf den Raum und bewegen Sie sich langsam
es: Apunta tu dispositivo a la habitación y muévete lentamente
fr: Pointez votre appareil vers la pièce et déplacez-vous lentement
pt_br: Aponte seu dispositivo para o ambiente e mova-se devagar
ru: Наведите устройство на комнату и медленно перемещайтесь
zh_hans: 将设备对准房间并缓慢移动

# scan.wifiTracking
source: WiFi Tracking
de: WiFi Verfolgung
es: Rastreo WiFi
fr: Suivi WiFi
pt_br: Rastreamento WiFi
ru: Отслеживание WiFi
zh_hans: WiFi 追踪

# scan.photosTaken
source: %d Photos
de: %d Fotos
es: %d Fotos
pt_br: %d Fotos
ru: Фото: %d
zh_hans: %d 张照片

# scan.duration
source: Duration: %@
de: Dauer: %@
es: Duración: %@
fr: Durée : %@
pt_br: Duração: %@
ru: Длительность: %@
zh_hans: 时长：%@

# scan.done
source: Done
de: Fertig
es: Listo
fr: Terminé
pt_br: Concluído
ru: Готово
zh_hans: 完成

# scan.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
pt_br: Cancelar
ru: Отмена
zh_hans: 取消

# scan.processing
source: Processing scan...
de: Wird verarbeitet...
es: Procesando escaneo...
fr: Traitement du scan...
pt_br: Processando digitalização...
ru: Обработка...
zh_hans: 处理扫描中...

# scan.saving
source: Saving...
de: Wird gespeichert...
es: Guardando...
fr: Enregistrement...
pt_br: Salvando...
ru: Сохранение...
zh_hans: 保存中...

# scan.autoSaved
source: Auto-saved
de: Automatisch gespeichert
es: Guardado automático
fr: Enregistré automatiquement
pt_br: Salvo automaticamente
ru: Автосохранение
zh_hans: 已自动保存

# scan.saveSuccess
source: Room saved successfully!
de: Raum erfolgreich gespeichert!
es: ¡Habitación guardada exitosamente!
fr: Pièce enregistrée avec succès !
pt_br: Ambiente salvo com sucesso!
ru: Комната сохранена!
zh_hans: 房间保存成功！

# scan.error.title
source: Scanning Error
de: Scan-Fehler
es: Error de Escaneo
fr: Erreur de Scan
pt_br: Erro na Digitalização
ru: Ошибка сканирования
zh_hans: 扫描错误

# scan.error.sessionFailed
source: Scanning session failed
de: Scan-Sitzung fehlgeschlagen
es: La sesión de escaneo falló
fr: La session de scan a échoué
pt_br: Falha na sessão de digitalização
ru: Сбой сканирования
zh_hans: 扫描会话失败

# scan.error.exportFailed
source: Failed to export room model
de: Export fehlgeschlagen
es: No se pudo exportar el modelo de la habitación
fr: Échec de l'export du modèle de pièce
pt_br: Falha ao exportar modelo do ambiente
ru: Ошибка экспорта
zh_hans: 导出房间模型失败

# scan.error.saveFailed
source: Failed to save room
de: Speichern fehlgeschlagen
es: No se pudo guardar la habitación
fr: Échec de l'enregistrement de la pièce
pt_br: Falha ao salvar ambiente
ru: Ошибка сохранения
zh_hans: 保存房间失败

# savedRooms.title
source: Saved Rooms
de: Gespeicherte Räume
es: Habitaciones Guardadas
fr: Pièces Enregistrées
pt_br: Ambientes Salvos
ru: Сохранённые комнаты
zh_hans: 已保存房间

# savedRooms.empty
source: No saved rooms yet
de: Keine gespeicherten Räume
es: No hay habitaciones guardadas todavía
fr: Aucune pièce enregistrée
pt_br: Nenhum ambiente salvo ainda
ru: Нет сохранённых комнат
zh_hans: 还没有保存的房间

# savedRooms.deleteConfirm.title
source: Delete Room?
de: Raum löschen?
es: ¿Eliminar Habitación?
fr: Supprimer la Pièce ?
pt_br: Excluir Ambiente?
ru: Удалить комнату?
zh_hans: 删除房间？

# savedRooms.deleteConfirm.message
source: Are you sure you want to delete "%@"?
de: Möchten Sie "%@" wirklich löschen?
es: ¿Estás seguro de que deseas eliminar "%@"?
fr: Êtes-vous sûr de vouloir supprimer "%@" ?
pt_br: Tem certeza que deseja excluir "%@"?
ru: Удалить "%@"?
zh_hans: 您确定要删除 "%@" 吗？

# savedRooms.deleteConfirm.delete
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
pt_br: Excluir
ru: Удалить
zh_hans: 删除

# savedRooms.deleteSuccess
source: Room deleted
de: Raum gelöscht
es: Habitación eliminada
fr: Pièce supprimée
pt_br: Ambiente excluído
ru: Комната удалена
zh_hans: 房间已删除

# savedRooms.deleteError
source: Failed to delete room
de: Löschen fehlgeschlagen
es: No se pudo eliminar la habitación
fr: Échec de la suppression de la pièce
pt_br: Falha ao excluir ambiente
ru: Ошибка удаления
zh_hans: 删除房间失败

# savedRooms.deleteAll.title
source: Delete All Rooms?
de: Alle Räume löschen?
es: ¿Eliminar todas las habitaciones?
fr: Supprimer toutes les pièces ?
pt_br: Excluir todos os ambientes?
ru: Удалить все комнаты?
zh_hans: 删除所有房间？

# savedRooms.deleteAll.message
source: This will permanently delete all %d saved room(s).
de: Möchten Sie wirklich alle %d Räume löschen? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Estás seguro de que deseas eliminar todas las %d habitaciones? Esta acción no se puede deshacer.
fr: Êtes-vous sûr de vouloir supprimer toutes les %d pièces ? Cette action ne peut pas être annulée.
pt_br: Tem certeza que deseja excluir todos os %d ambientes? Esta ação não pode ser desfeita.
ru: Вы уверены, что хотите удалить все %d комнат? Это действие нельзя отменить.
zh_hans: 您确定要删除所有 %d 个房间吗？此操作无法撤销。

# savedRooms.deleteAll.button
source: Delete All
de: Alle löschen
es: Eliminar todas
fr: Tout supprimer
pt_br: Excluir todos
ru: Удалить все
zh_hans: 删除全部

# savedRooms.walls
source: %d walls
de: %d Wände
es: %d paredes
fr: %d murs
pt_br: %d paredes
ru: Стены: %d
zh_hans: %d 面墙

# savedRooms.doors
source: %d doors
de: %d Türen
es: %d puertas
fr: %d portes
pt_br: %d portas
ru: Двери: %d
zh_hans: %d 扇门

# savedRooms.windows
source: %d windows
de: %d Fenster
es: %d ventanas
fr: %d fenêtres
pt_br: %d janelas
ru: Окна: %d
zh_hans: %d 扇窗

# savedRooms.objects
source: %d objects
de: %d Objekte
es: %d objetos
fr: %d objets
pt_br: %d objetos
ru: Объекты: %d
zh_hans: %d 个物体

# savedRooms.area
source: %.1f m²
ru: %.1f м²
zh_hans: %.1f 平方米

# savedRooms.dimensions
source: %.1f × %.1f m
ru: %.1f × %.1f м
zh_hans: %.1f × %.1f 米

# savedRooms.selectRooms
source: Select Rooms
de: Auswählen
es: Seleccionar
fr: Sélectionner
pt_br: Selecionar
ru: Выбрать
zh_hans: 选择

# savedRooms.selectedCount
source: %d selected
de: %d ausgewählt
es: %d seleccionado(s)
fr: %d sélectionné(s)
pt_br: %d selecionado(s)
ru: выбрано: %d
zh_hans: 已选择 %d 个

# savedRooms.deleteSelected
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
pt_br: Excluir
ru: Удалить
zh_hans: 删除

# savedRooms.exportSelected
source: Export
de: Exportieren
es: Exportar
fr: Exporter
pt_br: Exportar
ru: Экспорт
zh_hans: 导出

# savedRooms.deleteSelected.title
source: Delete Selected Rooms?
de: Ausgewählte Räume löschen?
es: ¿Eliminar Habitaciones Seleccionadas?
fr: Supprimer les Pièces Sélectionnées ?
pt_br: Excluir Ambientes Selecionados?
ru: Удалить выбранные комнаты?
zh_hans: 删除选定的房间？

# savedRooms.deleteSelected.message
source: This will permanently delete %d selected room(s).
de: Dies löscht permanent %d ausgewählte Raum(räume).
es: Esto eliminará permanentemente %d habitación(es) seleccionada(s).
fr: Cela supprimera définitivement %d pièce(s) sélectionnée(s).
pt_br: Isso excluirá permanentemente %d ambiente(s) selecionado(s).
ru: Это навсегда удалит %d выбранные комнаты.
zh_hans: 这将永久删除 %d 个选定的房间。

# viewer.title
source: Room Details
de: Raumdetails
es: Detalles de la Habitación
fr: Détails de la Pièce
pt_br: Detalhes do Ambiente
ru: Детали комнаты
zh_hans: 房间详情

# viewer.mode.info
source: Info
es: Información
fr: Infos
ru: Инфо
zh_hans: 信息

# viewer.mode.3d
source: 3D Model
de: 3D Modell
es: Modelo 3D
fr: Modèle 3D
pt_br: Modelo 3D
ru: 3D модель
zh_hans: 3D 模型

# viewer.mode.floorPlan
source: Floor Plan
de: Grundriss
es: Plano de Planta
fr: Plan d'Étage
pt_br: Planta Baixa
ru: План этажа
zh_hans: 平面图

# viewer.mode.wifi
source: WiFi Heatmap
es: Mapa de Calor WiFi
fr: Carte Chaleur WiFi
pt_br: Mapa de Calor WiFi
ru: Карта WiFi
zh_hans: WiFi 热图

# viewer.mode.photos
source: Photos
de: Fotos
es: Fotos
pt_br: Fotos
ru: Фото
zh_hans: 照片

# viewer.export
source: Export
de: Exportieren
es: Exportar
fr: Exporter
pt_br: Exportar
ru: Экспорт
zh_hans: 导出

# viewer.noFloorPlan
source: Floor plan not available
de: Grundriss nicht verfügbar
es: Plano de planta no disponible
fr: Plan d'étage non disponible
pt_br: Planta baixa não disponível
ru: План недоступен
zh_hans: 平面图不可用

# viewer.no3DModel
source: 3D model not available
de: 3D Modell nicht verfügbar
es: Modelo 3D no disponible
fr: Modèle 3D non disponible
pt_br: Modelo 3D não disponível
ru: 3D модель недоступна
zh_hans: 3D 模型不可用

# viewer.noWifiData
source: No WiFi data available for this scan
de: Keine WiFi-Daten für diesen Scan verfügbar
es: No hay datos WiFi disponibles para este escaneo
fr: Aucune donnée WiFi disponible pour ce scan
pt_br: Dados WiFi não disponíveis para esta digitalização
ru: Нет данных WiFi для этого скана
zh_hans: 此扫描无 WiFi 数据

# viewer.floorPlanHint
source: Pinch to zoom • Drag to pan
de: Zum Zoomen kneifen • Zum Schwenken ziehen
es: Pellizca para acercar • Arrastra para desplazar
fr: Pincez pour zoomer • Faites glisser pour déplacer
pt_br: Belisque para dar zoom • Arraste para mover
ru: Сжимайте для масштаба • Тяните для перемещения
zh_hans: 捏合缩放 • 拖动平移

# viewer.model3DHint
source: Drag to rotate • Pinch to zoom • Two-finger drag to pan
de: Ziehen zum Drehen • Kneifen zum Zoomen • Zwei-Finger-Ziehen zum Schwenken
es: Arrastra para rotar • Pellizca para acercar • Dos dedos para desplazar
fr: Faites glisser pour pivoter • Pincez pour zoomer • Deux doigts pour déplacer
pt_br: Arraste para girar • Belisque para dar zoom • Dois dedos para mover
ru: Тяните для поворота • Сжимайте для масштаба • Два пальца для перемещения
zh_hans: 拖动旋转 • 捏合缩放 • 双指拖动平移

# viewer.photosPlaceholder
source: Photos captured during scanning
de: Während des Scannens aufgenommene Fotos
es: Fotos capturadas durante el escaneo
fr: Photos capturées pendant le scan
pt_br: Fotos capturadas durante a digitalização
ru: Фото, сделанные во время сканирования
zh_hans: 扫描期间拍摄的照片

# viewer.wifiSamplesCount
source: WiFi heatmap: %d samples collected
de: WiFi-Heatmap: %d Proben gesammelt
es: Mapa de calor WiFi: %d muestras recopiladas
fr: Carte de chaleur WiFi : %d échantillons collectés
pt_br: Mapa de calor WiFi: %d amostras coletadas
ru: Карта WiFi: собрано %d образцов
zh_hans: WiFi 热图：已收集 %d 个样本

# viewer.info.name
source: Name
es: Nombre
fr: Nom
pt_br: Nome
ru: Название
zh_hans: 名称

# viewer.info.date
source: Date
de: Datum
es: Fecha
pt_br: Data
ru: Дата
zh_hans: 日期

# viewer.info.dimensions
source: Dimensions
de: Abmessungen
es: Dimensiones
pt_br: Dimensões
ru: Размеры
zh_hans: 尺寸

# viewer.info.area
source: Floor Area
de: Fläche
es: Área del Piso
fr: Surface au Sol
pt_br: Área do Piso
ru: Площадь
zh_hans: 面积

# viewer.info.walls
source: Walls
de: Wände
es: Paredes
fr: Murs
pt_br: Paredes
ru: Стены
zh_hans: 墙

# viewer.info.doors
source: Doors
de: Türen
es: Puertas
fr: Portes
pt_br: Portas
ru: Двери
zh_hans: 门

# viewer.info.windows
source: Windows
de: Fenster
es: Ventanas
fr: Fenêtres
pt_br: Janelas
ru: Окна
zh_hans: 窗

# viewer.info.objects
source: Objects
de: Objekte
es: Objetos
fr: Objets
pt_br: Objetos
ru: Объекты
zh_hans: 物体

# export.title
source: Export Room
de: Raum exportieren
es: Exportar Habitación
fr: Exporter la Pièce
pt_br: Exportar Ambiente
ru: Экспорт комнаты
zh_hans: 导出房间

# export.format
source: Format
es: Formato
pt_br: Formato
ru: Формат
zh_hans: 格式

# export.usdz
source: USDZ (3D Model)
de: USDZ (3D Modell)
es: USDZ (Modelo 3D)
fr: USDZ (Modèle 3D)
pt_br: USDZ (Modelo 3D)
ru: USDZ (3D модель)
zh_hans: USDZ（3D 模型）

# export.obj
source: OBJ (3D Model)
de: OBJ (3D Modell)
es: OBJ (Modelo 3D)
fr: OBJ (Modèle 3D)
pt_br: OBJ (Modelo 3D)
ru: OBJ (3D модель)
zh_hans: OBJ（3D 模型）

# export.stl
source: STL (3D Print)
de: STL (3D Druck)
es: STL (Impresión 3D)
fr: STL (Impression 3D)
pt_br: STL (Impressão 3D)
ru: STL (3D печать)
zh_hans: STL（3D 打印）

# export.dxf
source: DXF (CAD Floor Plan)
de: DXF (CAD Grundriss)
es: DXF (Plano CAD)
fr: DXF (Plan CAO)
pt_br: DXF (Planta CAD)
ru: DXF (CAD план)
zh_hans: DXF（CAD 平面图）

# export.svg
source: SVG (Vector Floor Plan)
de: SVG (Vektor Grundriss)
es: SVG (Plano Vectorial)
fr: SVG (Plan Vectoriel)
pt_br: SVG (Planta Vetorial)
ru: SVG (векторный план)
zh_hans: SVG（矢量平面图）

# export.png
source: PNG (Floor Plan Image)
de: PNG (Grundriss Bild)
es: PNG (Imagen de Plano)
fr: PNG (Image du Plan)
pt_br: PNG (Imagem da Planta)
ru: PNG (изображение)
zh_hans: PNG（平面图图片）

# export.chooseExport
source: Choose what to export
de: Export auswählen
es: Elegir exportación
fr: Choisir l'export
pt_br: Escolher exportação
ru: Выберите экспорт
zh_hans: 选择导出内容

source: Export Floor Plan Image
de: Grundrissbild
es: Imagen de plano de planta
fr: Image du plan d'étage
pt_br: Imagem da planta baixa
ru: Изображение плана этажа
zh_hans: 平面图图片

source: Export Both
de: 3D Modell und Grundriss
es: Modelo 3D y plano de planta
fr: Modèle 3D et plan d'étage
pt_br: Modelo 3D e planta baixa
ru: 3D модель и план этажа
zh_hans: 3D 模型和平面图

# export.processing
source: Exporting...
de: Wird exportiert...
es: Exportando...
fr: Export en cours...
pt_br: Exportando...
ru: Экспорт...
zh_hans: 导出中...

# export.success
source: Exported successfully
de: Erfolgreich exportiert
es: Exportado exitosamente
fr: Export réussi
pt_br: Exportado com sucesso
ru: Экспорт завершён
zh_hans: 导出成功

# export.error
source: Export failed
de: Export fehlgeschlagen
es: Falló la exportación
fr: Échec de l'export
pt_br: Falha na exportação
ru: Ошибка экспорта
zh_hans: 导出失败

# export.share
source: Share %@
de: Teilen %@
es: Compartir %@
fr: Partager %@
pt_br: Compartilhar %@
ru: Поделиться %@
zh_hans: 分享 %@

# settings.title
source: Settings
de: Einstellungen
es: Configuración
fr: Réglages
pt_br: Configurações
ru: Настройки
zh_hans: 设置

# settings.scanning
source: Scanning
de: Scannen
es: Escaneo
fr: Scan
pt_br: Digitalização
ru: Сканирование
zh_hans: 扫描

# settings.saving
source: Saving
de: Speichern
es: Guardado
fr: Enregistrement
pt_br: Salvamento
ru: Сохранение
zh_hans: 保存

# settings.language
source: Language
de: Sprache
es: Idioma
fr: Langue
pt_br: Idioma
ru: Язык
zh_hans: 语言

# settings.about
source: About
de: Über
es: Acerca de
fr: À Propos
pt_br: Sobre
ru: О программе
zh_hans: 关于

# settings.wifiTracking.title
source: WiFi Tracking by Default
de: WiFi Verfolgung standardmäßig
es: Rastreo WiFi por Defecto
fr: Suivi WiFi par Défaut
pt_br: Rastreamento WiFi por Padrão
ru: WiFi по умолчанию
zh_hans: 默认启用 WiFi 追踪

# settings.wifiTracking.subtitle
source: Automatically enable WiFi signal tracking when starting a scan
de: WiFi Signalverfolgung automatisch aktivieren
es: Habilitar automáticamente el rastreo de señal WiFi al iniciar un escaneo
fr: Activer automatiquement le suivi du signal WiFi lors du démarrage d'un scan
pt_br: Ativar automaticamente o rastreamento de sinal WiFi ao iniciar uma digitalização
ru: Автоматически включать отслеживание WiFi
zh_hans: 开始扫描时自动启用 WiFi 信号追踪

# settings.autoSave.title
source: Auto-Save Scans
de: Automatisches Speichern
es: Guardar Automáticamente
fr: Enregistrement Automatique des Scans
pt_br: Salvar Automaticamente
ru: Автосохранение
zh_hans: 自动保存扫描

# settings.autoSave.subtitle
source: Automatically save completed scans to your library
de: Scans automatisch speichern
es: Guardar automáticamente los escaneos completados en tu biblioteca
fr: Enregistrer automatiquement les scans terminés dans votre bibliothèque
pt_br: Salvar automaticamente digitalizações concluídas na sua biblioteca
ru: Автоматически сохранять сканы
zh_hans: 自动保存完成的扫描到您的资料库

# settings.icloud.title
source: iCloud Sync
es: Sincronización iCloud
fr: Synchronisation iCloud
pt_br: Sincronização iCloud
ru: Синхронизация iCloud
zh_hans: iCloud 同步

# settings.icloud.subtitle
source: Sync saved rooms across all your devices
de: Räume auf allen Geräten synchronisieren
es: Sincroniza las habitaciones guardadas en todos tus dispositivos
fr: Synchroniser les pièces enregistrées sur tous vos appareils
pt_br: Sincronize ambientes salvos em todos os seus dispositivos
ru: Синхронизировать комнаты на всех устройствах
zh_hans: 在所有设备上同步已保存的房间

# settings.icloud.unavailable
source: iCloud is not available. Sign in to iCloud in Settings.
de: iCloud nicht verfügbar. Melden Sie sich in den Einstellungen an.
es: iCloud no está disponible. Inicia sesión en iCloud en Configuración.
fr: iCloud n'est pas disponible. Connectez-vous à iCloud dans Réglages.
pt_br: iCloud não está disponível. Entre com sua conta iCloud em Ajustes.
ru: iCloud недоступен. Войдите в настройках.
zh_hans: iCloud 不可用。请在设置中登录 iCloud。

# settings.icloud.notAvailable.title
source: iCloud Not Available
de: iCloud nicht verfügbar
es: iCloud No Disponible
fr: iCloud Non Disponible
pt_br: iCloud Não Disponível
ru: iCloud недоступен
zh_hans: iCloud 不可用
