Repository: holg/RoomPlanExampleApp
Catalog: RoomPlanSimple/*.lproj/Localizable.strings
Languages: de, es, fr, pt_br, ru, zh_hans

# settings.icloud.notAvailable.message
source: iCloud is not available on this device. Please sign in to iCloud in Settings to enable sync.
de: iCloud ist auf diesem Gerät nicht verfügbar. Bitte melden Sie sich in den Einstellungen bei iCloud an.
es: iCloud no está disponible en este dispositivo. Por favor, inicia sesión en iCloud en Configuración para habilitar la sincronización.
fr: iCloud n'est pas disponible sur cet appareil. Veuillez vous connecter à iCloud dans Réglages pour activer la synchronisation.
pt_br: O iCloud não está disponível neste dispositivo. Entre com sua conta iCloud em Ajustes para ativar a sincronização.
ru: iCloud недоступен. Войдите в iCloud в настройках iOS.
zh_hans: 此设备上 iCloud 不可用。请在设置中登录 iCloud 以启用同步。

# settings.appLanguage.title
source: App Language
de: App-Sprache
es: Idioma de la Aplicación
fr: Langue de l'Application
pt_br: Idioma do App
ru: Язык приложения
zh_hans: 应用语言

# settings.appLanguage.subtitle
source: Change app language (restart required)
de: Sprache ändern (Neustart erforderlich)
es: Cambiar idioma de la aplicación (requiere reinicio)
fr: Modifier la langue de l'application (redémarrage requis)
pt_br: Alterar idioma do app (reinicialização necessária)
ru: Смена языка (требуется перезапуск)
zh_hans: 更改应用语言（需要重启）

# settings.appLanguage.systemDefault
source: System Default
de: Systemstandard
es: Predeterminado del Sistema
fr: Par Défaut du Système
pt_br: Padrão do Sistema
ru: Системный
zh_hans: 系统默认

# settings.version
source: Version
es: Versión
pt_br: Versão
ru: Версия
zh_hans: 版本

# settings.reset
source: Reset to Defaults
de: Auf Standard zurücksetzen
es: Restablecer a Valores Predeterminados
fr: Réinitialiser aux Valeurs par Défaut
pt_br: Restaurar Padrões
ru: Сбросить настройки
zh_hans: 恢复默认设置

# settings.reset.confirm.title
source: Reset Settings
de: Einstellungen zurücksetzen
es: Restablecer Configuración
fr: Réinitialiser les Réglages
pt_br: Restaurar Configurações
ru: Сброс настроек
zh_hans: 重置设置

# settings.reset.confirm.message
source: Are you sure you want to reset all settings to their defaults?
de: Möchten Sie wirklich alle Einstellungen auf die Standardwerte zurücksetzen?
es: ¿Estás seguro de que deseas restablecer toda la configuración a sus valores predeterminados?
fr: Êtes-vous sûr de vouloir réinitialiser tous les réglages à leurs valeurs par défaut ?
pt_br: Tem certeza que deseja restaurar todas as configurações para os padrões?
ru: Сбросить все настройки?
zh_hans: 您确定要将所有设置恢复为默认值吗？

# settings.reset.confirm.reset
source: Reset
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
pt_br: Restaurar
ru: Сбросить
zh_hans: 重置

# settings.language.restart.title
source: Restart Required
de: Neustart erforderlich
es: Reinicio Requerido
fr: Redémarrage Requis
pt_br: Reinicialização Necessária
ru: Требуется перезапуск
zh_hans: 需要重启

# settings.language.restart.message
source: Please restart the app for the language change to take effect.
de: Bitte starten Sie die App neu, damit die Sprachänderung wirksam wird.
es: Por favor, reinicia la aplicación para que el cambio de idioma tenga efecto.
fr: Veuillez redémarrer l'application pour que le changement de langue prenne effet.
pt_br: Reinicie o app para que a mudança de idioma tenha efeito.
ru: Перезапустите приложение для смены языка.
zh_hans: 请重启应用以使语言更改生效。

# settings.language.restart.restartNow
source: Restart Now
de: Jetzt neu starten
es: Reiniciar Ahora
fr: Redémarrer Maintenant
pt_br: Reiniciar Agora
ru: Перезапустить
zh_hans: 立即重启

# help.title
source: Help
de: Hilfe
es: Ayuda
fr: Aide
pt_br: Ajuda
ru: Справка
zh_hans: 帮助

# help.gettingStarted
source: Getting Started
de: Erste Schritte
es: Primeros Pasos
fr: Premiers Pas
pt_br: Primeiros Passos
ru: Начало работы
zh_hans: 入门

# help.icloudSetup
source: iCloud Setup
de: iCloud Einrichtung
es: Configuración de iCloud
fr: Configuration iCloud
pt_br: Configuração do iCloud
ru: Настройка iCloud
zh_hans: iCloud 设置

# help.scanning
source: Scanning
de: Scannen
es: Escaneo
fr: Scan
pt_br: Digitalização
ru: Сканирование
zh_hans: 扫描

# help.viewing
source: Viewing Rooms
de: Räume anzeigen
es: Visualización de Habitaciones
fr: Consultation des Pièces
pt_br: Visualizando Ambientes
ru: Просмотр комнат
zh_hans: 查看房间

# help.exporting
source: Exporting
de: Exportieren
es: Exportación
fr: Export
pt_br: Exportação
ru: Экспорт
zh_hans: 导出

# help.troubleshooting
source: Troubleshooting
de: Fehlerbehebung
es: Solución de Problemas
fr: Dépannage
pt_br: Solução de Problemas
ru: Решение проблем
zh_hans: 故障排除

# alert.unsupportedDevice.title
source: Scanning Not Available
de: Scannen nicht verfügbar
es: Escaneo No Disponible
fr: Scan Non Disponible
pt_br: Digitalização Não Disponível
ru: Сканирование недоступно
zh_hans: 扫描不可用

# alert.unsupportedDevice.message
source: This device doesn't have a LiDAR scanner required for 3D room scanning. You can still: • View saved rooms from other devices • Access rooms synced via iCloud • Browse 3D models and floor plans
de: Dieses Gerät hat keinen LiDAR Scanner für 3D Raumscannen. Sie können trotzdem: • Gespeicherte Räume von anderen Geräten anzeigen • Über iCloud synchronisierte Räume zugreifen • 3D Modelle und Grundrisse durchsuchen
es: Este dispositivo no tiene el escáner LiDAR requerido para el escaneo de habitaciones 3D. Aún puedes: • Ver habitaciones guardadas desde otros dispositivos • Acceder a habitaciones sincronizadas vía iCloud • Explorar modelos 3D y planos de planta
fr: Cet appareil ne dispose pas d'un scanner LiDAR requis pour le scan 3D de pièces. Vous pouvez toujours : • Consulter les pièces enregistrées depuis d'autres appareils • Accéder aux pièces synchronisées via iCloud • Parcourir les modèles 3D et les plans d'étage
pt_br: Este dispositivo não possui scanner LiDAR necessário para digitalização 3D de ambientes. Você ainda pode: • Visualizar ambientes salvos de outros dispositivos • Acessar ambientes sincronizados via iCloud • Navegar modelos 3D e plantas baixas
ru: На этом устройстве нет LiDAR для 3D сканирования. Вы можете: • Просматривать комнаты с других устройств • Использовать синхронизацию iCloud • Просматривать 3D модели и планы
zh_hans: 此设备没有 3D 房间扫描所需的激光雷达。 您仍然可以： • 查看其他设备保存的房间 • 访问通过 iCloud 同步的房间 • 浏览 3D 模型和平面图

# alert.scanningUnavailable
source: Unable to start scanning - RoomCaptureViewController not found in storyboard
de: Scannen kann nicht gestartet werden
es: No se puede iniciar el escaneo - RoomCaptureViewController no encontrado en el storyboard
fr: Impossible de démarrer le scan - RoomCaptureViewController introuvable dans le storyboard
pt_br: Não foi possível iniciar a digitalização - RoomCaptureViewController não encontrado no storyboard
ru: Невозможно начать сканирование
zh_hans: 无法开始扫描 - 在故事板中找不到 RoomCaptureViewController

# NSCameraUsageDescription
source: This app requires access to your camera to use the LiDAR scanner. This is used to create a model of your room for planning purposes. Your camera images and LiDAR data are only used for this purpose and are not stored or shared.
de: Diese App benötigt Zugriff auf Ihre Kamera, um den LiDAR Scanner zu verwenden. Dies wird verwendet, um ein Modell Ihres Raumes zu erstellen. Ihre Kamerabilder und LiDAR-Daten werden nur für diesen Zweck verwendet und nicht gespeichert oder geteilt.
es: Esta aplicación requiere acceso a tu cámara para usar el escáner LiDAR. Se utiliza para crear un modelo de tu habitación con fines de planificación. Tus imágenes de cámara y datos LiDAR solo se usan para este propósito y no se almacenan ni comparten.
fr: Cette application nécessite l'accès à votre caméra pour utiliser le scanner LiDAR. Cela permet de créer un modèle de votre pièce à des fins de planification. Vos images de caméra et données LiDAR sont uniquement utilisées à cet effet et ne sont ni stockées ni partagées.
pt_br: Este app requer acesso à sua câmera para usar o scanner LiDAR. Isso é usado para criar um modelo do seu ambiente para fins de planejamento. Suas imagens de câmera e dados LiDAR são usados apenas para este propósito e não são armazenados ou compartilhados.
ru: Приложению требуется доступ к камере для использования LiDAR сканера. Это используется для создания модели вашей комнаты. Изображения и данные LiDAR используются только для этой цели и не сохраняются.
zh_hans: 此应用需要访问您的相机以使用激光雷达扫描仪。这用于创建房间模型以进行规划。您的相机图像和激光雷达数据仅用于此目的，不会存储或共享。

# NSLocationWhenInUseUsageDescription
source: Location access is required to track WiFi signal strength during room scanning. This allows mapping WiFi coverage throughout the scanned space. Your location data is only used locally and is not shared.
de: Standortzugriff ist erforderlich, um die WiFi-Signalstärke während des Raumscannens zu verfolgen. Dies ermöglicht die Kartierung der WiFi-Abdeckung im gesamten gescannten Bereich. Ihre Standortdaten werden nur lokal verwendet und nicht geteilt.
es: El acceso a la ubicación es necesario para rastrear la intensidad de señal WiFi durante el escaneo de habitaciones. Esto permite mapear la cobertura WiFi en todo el espacio escaneado. Tus datos de ubicación solo se usan localmente y no se comparten.
fr: L'accès à la localisation est requis pour suivre l'intensité du signal WiFi pendant le scan de pièce. Cela permet de cartographier la couverture WiFi dans tout l'espace scanné. Vos données de localisation sont uniquement utilisées localement et ne sont pas partagées.
pt_br: O acesso à localização é necessário para rastrear a intensidade do sinal WiFi durante a digitalização do ambiente. Isso permite mapear a cobertura WiFi em todo o espaço digitalizado. Seus dados de localização são usados apenas localmente e não são compartilhados.
ru: Доступ к геолокации требуется для отслеживания силы сигнала WiFi во время сканирования. Это позволяет создать карту покрытия WiFi. Данные о местоположении используются только локально и не передаются.
zh_hans: 需要位置访问权限以在房间扫描期间追踪 WiFi 信号强度。这允许映射整个扫描空间的 WiFi 覆盖范围。您的位置数据仅在本地使用，不会共享。

# floorPlan.title
source: Floor Plan
de: Grundriss
es: Plano de Planta
fr: Plan d'Étage
pt_br: Planta Baixa
ru: План этажа
zh_hans: 平面图

# floorPlan.dimensions
source: Dimensions
de: Abmessungen
es: Dimensiones
pt_br: Dimensões
ru: Размеры
zh_hans: 尺寸

# floorPlan.measurements
source: Show Measurements
de: Messungen anzeigen
es: Mostrar Medidas
fr: Afficher les Mesures
pt_br: Mostrar Medidas
ru: Показать измерения
zh_hans: 显示测量值

# floorPlan.view
source: View Floor Plan
de: Grundriss anzeigen
es: Ver plano de planta
fr: Voir le plan d'étage
pt_br: Ver planta baixa
ru: Просмотр плана этажа
zh_hans: 查看平面图

# floorPlan.notFound
source: Floor plan image not found
de: Grundriss nicht gefunden
es: Plano de planta no encontrado
fr: Plan d'étage introuvable
pt_br: Planta baixa não encontrada
ru: План этажа не найден
zh_hans: 未找到平面图

# floorPlan.error
source: Failed to generate floor plan
de: Grundriss-Generierung fehlgeschlagen
es: No se pudo generar el plano de planta
fr: Échec de la génération du plan d'étage
pt_br: Falha ao gerar planta baixa
ru: Ошибка создания плана
zh_hans: 生成平面图失败

# wifi.title
source: WiFi Heatmap
es: Mapa de Calor WiFi
fr: Carte de Chaleur WiFi
pt_br: Mapa de Calor WiFi
ru: Карта WiFi
zh_hans: WiFi 热图

# wifi.signalStrength
source: Signal Strength
de: Signalstärke
es: Intensidad de Señal
fr: Intensité du Signal
pt_br: Intensidade do Sinal
ru: Сила сигнала
zh_hans: 信号强度

# wifi.excellent
source: Excellent
de: Ausgezeichnet
es: Excelente
pt_br: Excelente
ru: Отлично
zh_hans: 极好

# wifi.good
source: Good
de: Gut
es: Buena
fr: Bon
pt_br: Bom
ru: Хорошо
zh_hans: 良好

# wifi.fair
source: Fair
de: Mittel
es: Regular
fr: Moyen
pt_br: Regular
ru: Удовлетворительно
zh_hans: 一般

# wifi.poor
source: Poor
de: Schwach
es: Pobre
fr: Faible
pt_br: Fraco
ru: Слабо
zh_hans: 较差

# wifi.noData
source: No WiFi data collected
de: Keine WiFi Daten
es: No se recopilaron datos WiFi
fr: Aucune donnée WiFi collectée
pt_br: Nenhum dado WiFi coletado
ru: Нет данных WiFi
zh_hans: 未收集 WiFi 数据

# onboarding.welcome
source: Welcome to RoomPlan
de: Willkommen bei RoomPlan
es: Bienvenido a RoomPlan
fr: Bienvenue dans RoomPlan
pt_br: Bem-vindo ao RoomPlan
ru: Добро пожаловать в RoomPlan
zh_hans: 欢迎使用房间规划

# onboarding.feature1.title
source: Scan Rooms in 3D
de: Räume in 3D scannen
es: Escanea Habitaciones en 3D
fr: Scanner des Pièces en 3D
pt_br: Digitalize Ambientes em 3D
ru: Сканируйте комнаты в 3D
zh_hans: 3D 扫描房间

# onboarding.feature1.description
source: Use your device's LiDAR scanner to create accurate 3D models of any room
de: Verwenden Sie den LiDAR Scanner für präzise 3D Modelle
es: Usa el escáner LiDAR de tu dispositivo para crear modelos 3D precisos de cualquier habitación
fr: Utilisez le scanner LiDAR de votre appareil pour créer des modèles 3D précis de n'importe quelle pièce
pt_br: Use o scanner LiDAR do seu dispositivo para criar modelos 3D precisos de qualquer ambiente
ru: Используйте LiDAR для создания точных 3D моделей
zh_hans: 使用设备的激光雷达扫描仪创建任何房间的精确 3D 模型

# onboarding.feature2.title
source: Track WiFi Coverage
de: WiFi Abdeckung verfolgen
es: Rastrea la Cobertura WiFi
fr: Suivre la Couverture WiFi
pt_br: Rastreie Cobertura WiFi
ru: Отслеживайте WiFi
zh_hans: 追踪 WiFi 覆盖

# onboarding.feature2.description
source: Map WiFi signal strength to optimize your network
de: WiFi-Signalstärke kartieren
es: Mapea la intensidad de señal WiFi para optimizar tu red
fr: Cartographiez l'intensité du signal WiFi pour optimiser votre réseau
pt_br: Mapeie a intensidade do sinal WiFi para otimizar sua rede
ru: Создавайте карты покрытия WiFi
zh_hans: 映射 WiFi 信号强度以优化您的网络

# onboarding.feature3.title
source: Export & Share
de: Exportieren & Teilen
es: Exporta y Comparte
fr: Exporter et Partager
pt_br: Exporte e Compartilhe
ru: Экспорт и обмен
zh_hans: 导出与分享

# onboarding.feature3.description
source: Export to multiple formats for design and planning software
de: In mehrere Formate exportieren
es: Exporta a múltiples formatos para software de diseño y planificación
fr: Exportez vers plusieurs formats pour les logiciels de conception et de planification
pt_br: Exporte para múltiplos formatos para software de design e planejamento
ru: Экспортируйте в различные форматы
zh_hans: 导出为多种格式，用于设计和规划软件

# onboarding.getStarted
source: Get Started
de: Los geht's
es: Comenzar
fr: Commencer
pt_br: Começar
ru: Начать
zh_hans: 开始使用

# onboarding.skip
source: Skip
de: Überspringen
es: Omitir
fr: Passer
pt_br: Pular
ru: Пропустить
zh_hans: 跳过

# stats.empty
source: Empty scan
de: Leerer Scan
es: Escaneo vacío
fr: Scan vide
pt_br: Digitalização vazia
ru: Пустой скан
zh_hans: 空扫描

# stats.wallCount
source: Wall Count
de: Anzahl Wände
es: Cantidad de Paredes
fr: Nombre de Murs
pt_br: Quantidade de Paredes
ru: Количество стен
zh_hans: 墙数量

# stats.doorCount
source: Door Count
de: Anzahl Türen
es: Cantidad de Puertas
fr: Nombre de Portes
pt_br: Quantidade de Portas
ru: Количество дверей
zh_hans: 门数量

# stats.windowCount
source: Window Count
de: Anzahl Fenster
es: Cantidad de Ventanas
fr: Nombre de Fenêtres
pt_br: Quantidade de Janelas
ru: Количество окон
zh_hans: 窗数量

# stats.objectCount
source: Object Count
de: Anzahl Objekte
es: Cantidad de Objetos
fr: Nombre d'Objets
pt_br: Quantidade de Objetos
ru: Количество объектов
zh_hans: 物体数量

# stats.floorArea
source: Floor Area
de: Bodenfläche
es: Área del Piso
fr: Surface au Sol
pt_br: Área do Piso
ru: Площадь пола
zh_hans: 面积

# stats.roomDimensions
source: Room Dimensions
de: Raumabmessungen
es: Dimensiones de la Habitación
fr: Dimensions de la Pièce
pt_br: Dimensões do Ambiente
ru: Размеры комнаты
zh_hans: 房间尺寸
